Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# BackupRecordedTimeFormat
source: Backed up: {0}
cs_cz: Zaznamenáno: {0}
de_de: Gesichert: {0}
es_es: Copia creada: {0}
fr_fr: Sauvegarde créée : {0}
id_id: Dicadangkan: {0}
it_it: Backup creato: {0}
ja_jp: 記録時刻：{0}
ko_kr: 백업 시간: {0}
pl_pl: Zarejestrowano: {0}
pt_br: Backup feito: {0}
ru_ru: Записано: {0}
th_th: บันทึกเมื่อ: {0}
tr_tr: Yedeklenme: {0}
uk_ua: Записано: {0}
zh_cn: 记录时间：{0}
zh_tw: 記錄時間：{0}

# BackupGameSavePhase
source: Saving the game
de_de: Spiel wird gespeichert
es_es: Guardando la partida
fr_fr: Enregistrement de la partie
id_id: Menyimpan gim
it_it: Salvataggio della partita
ja_jp: ゲームを保存中
pt_br: Salvando o jogo
ru_ru: Сохранение игры
tr_tr: Oyun kaydediliyor
uk_ua: Збереження гри
zh_tw: 正在儲存遊戲

# LogPhase.source.prepare
source: Save game before backup
cs_cz: Uložit hru před zálohou
de_de: Spiel vor der Sicherung speichern
es_es: Guardar el juego antes de la copia
fr_fr: Enregistrer dans le jeu avant la sauvegarde
id_id: Simpan gim sebelum pencadangan
it_it: Salva il gioco prima del backup
ja_jp: バックアップ前にゲームを保存
ko_kr: 백업 전 게임 저장
pl_pl: Zapisz grę przed utworzeniem kopii
pt_br: Salvar o jogo antes do backup
ru_ru: Сохранять игру перед копированием
th_th: บันทึกเกมก่อนสำรอง
tr_tr: Yedeklemeden önce oyunu kaydet
uk_ua: Зберігати гру перед копіюванням
zh_cn: 备份前保存游戏
zh_tw: 備份前儲存遊戲

# LogEvent.GameSaveStarted
source: Checking whether a game save is needed before backup.
cs_cz: Kontrola, zda je před zálohou potřeba uložit hru.
de_de: Es wird geprüft, ob das Spiel vor der Sicherung gespeichert werden muss.
es_es: Comprobando si es necesario guardar el juego antes de la copia.
fr_fr: Vérification de la nécessité d’enregistrer dans le jeu avant la sauvegarde.
id_id: Memeriksa apakah gim perlu disimpan sebelum pencadangan.
it_it: Verifica della necessità di salvare il gioco prima del backup.
ja_jp: バックアップ前にゲームの保存が必要か確認しています。
ko_kr: 백업 전 게임 저장이 필요한지 확인합니다.
pl_pl: Sprawdzanie, czy przed utworzeniem kopii wymagany jest zapis gry.
pt_br: Verificando se é necessário salvar o jogo antes do backup.
ru_ru: Проверяется, нужно ли сохранить игру перед копированием.
th_th: กำลังตรวจสอบว่าต้องบันทึกเกมก่อนสำรองหรือไม่
tr_tr: Yedeklemeden önce oyunun kaydedilmesi gerekip gerekmediği denetleniyor.
uk_ua: Перевіряється, чи потрібно зберегти гру перед копіюванням.
zh_cn: 正在检查备份前是否需要保存游戏。
zh_tw: 正在檢查備份前是否需要儲存遊戲。

# LogEvent.GameSaveCompleted
source: The game's save step finished. The backup will now continue.
cs_cz: Krok ukládání ve hře skončil. Zálohování nyní pokračuje.
de_de: Der Speicherschritt im Spiel ist beendet. Die Sicherung wird jetzt fortgesetzt.
es_es: El paso de guardado del juego ha terminado. Ahora continuará la copia de seguridad.
fr_fr: L’étape d’enregistrement dans le jeu est terminée. La sauvegarde va maintenant continuer.
id_id: Tahap penyimpanan gim selesai. Pencadangan kini akan dilanjutkan.
it_it: La fase di salvataggio del gioco è terminata. Il backup proseguirà ora.
ja_jp: ゲームの保存処理が終わりました。続いてバックアップを進めます。
ko_kr: 게임 저장 단계가 끝났습니다. 이어서 백업을 진행합니다.
pl_pl: Etap zapisywania w grze zakończył się. Tworzenie kopii zapasowej będzie kontynuowane.
pt_br: A etapa de salvamento do jogo terminou. O backup continuará agora.
ru_ru: Этап сохранения в игре завершён. Резервное копирование продолжится.
th_th: ขั้นตอนบันทึกเกมเสร็จแล้ว ระบบจะสำรองข้อมูลต่อ
tr_tr: Oyunun kaydetme adımı bitti. Yedekleme şimdi devam edecek.
uk_ua: Етап збереження в грі завершено. Резервне копіювання продовжиться.
zh_cn: 游戏保存步骤已结束，接下来继续备份。
zh_tw: 遊戲儲存步驟已結束，接下來繼續備份。

# LogEvent.GameSaveSkipped
source: Skipped the game save because the selected world is not being played.
cs_cz: Uložení hry bylo přeskočeno, protože vybraný svět není právě hrán.
de_de: Die Spielspeicherung wurde übersprungen, da die ausgewählte Welt nicht gespielt wird.
es_es: Se ha omitido el guardado porque no se está jugando en el mundo seleccionado.
fr_fr: L’enregistrement dans le jeu a été ignoré car le monde sélectionné n’est pas en cours de jeu.
id_id: Penyimpanan gim dilewati karena dunia yang dipilih tidak sedang dimainkan.
it_it: Salvataggio nel gioco ignorato perché il mondo selezionato non è in uso.
ja_jp: 選択したワールドをプレイしていないため、ゲームの保存をスキップしました。
ko_kr: 선택한 세이브를 플레이 중이 아니어서 게임 저장을 건너뛰었습니다.
pl_pl: Pominięto zapis gry, ponieważ wybrany świat nie jest używany w rozgrywce.
pt_br: O salvamento foi ignorado porque o mundo selecionado não está em uso no jogo.
ru_ru: Сохранение игры пропущено: выбранный мир не используется для игры.
th_th: ข้ามการบันทึกเกมเนื่องจากไม่ได้เล่นในโลกที่เลือก
tr_tr: Seçilen dünya oynanmadığı için oyunu kaydetme adımı atlandı.
uk_ua: Збереження гри пропущено: вибраний світ не використовується для гри.
zh_cn: 所选世界未在游玩中，已跳过游戏保存。
zh_tw: 所選世界未在遊玩中，已略過遊戲儲存。

# LogEvent.GameSaveChecked
source: Pre-backup game save check completed.
cs_cz: Kontrola uložení hry před zálohou byla dokončena.
de_de: Die Prüfung der Spielspeicherung vor der Sicherung ist abgeschlossen.
es_es: Ha finalizado la comprobación del guardado previo a la copia.
fr_fr: La vérification de l’enregistrement avant la sauvegarde est terminée.
id_id: Pemeriksaan penyimpanan gim sebelum pencadangan selesai.
it_it: Verifica del salvataggio prima del backup completata.
ja_jp: バックアップ前のゲーム保存確認が完了しました。
ko_kr: 백업 전 게임 저장 확인을 마쳤습니다.
pl_pl: Zakończono sprawdzanie zapisu gry przed utworzeniem kopii.
pt_br: A verificação do salvamento anterior ao backup foi concluída.
ru_ru: Проверка сохранения игры перед копированием завершена.
th_th: ตรวจสอบการบันทึกเกมก่อนสำรองเสร็จแล้ว
tr_tr: Yedekleme öncesi oyun kaydetme denetimi tamamlandı.
uk_ua: Перевірку збереження гри перед копіюванням завершено.
zh_cn: 备份前的游戏保存检查已完成。
zh_tw: 備份前的遊戲儲存檢查已完成。

# LogEvent.GameSaveFailed
source: Backup stopped because the game save could not be confirmed.
cs_cz: Zálohování bylo zastaveno, protože uložení hry se nepodařilo potvrdit.
de_de: Die Sicherung wurde gestoppt, weil die Spielspeicherung nicht bestätigt werden konnte.
es_es: Se ha detenido la copia porque no se ha podido confirmar el guardado del juego.
fr_fr: La sauvegarde a été arrêtée car l’enregistrement dans le jeu n’a pas pu être confirmé.
id_id: Pencadangan dihentikan karena penyimpanan gim tidak dapat dikonfirmasi.
it_it: Backup interrotto perché il salvataggio nel gioco non è stato confermato.
ja_jp: ゲームの保存を確認できなかったため、バックアップを停止しました。
ko_kr: 게임 저장을 확인하지 못해 백업을 중단했습니다.
pl_pl: Przerwano tworzenie kopii, ponieważ nie udało się potwierdzić zapisu gry.
pt_br: O backup foi interrompido porque não foi possível confirmar o salvamento do jogo.
ru_ru: Копирование остановлено: сохранение игры не удалось подтвердить.
th_th: หยุดการสำรองเนื่องจากยืนยันการบันทึกเกมไม่ได้
tr_tr: Oyunun kaydedildiği doğrulanamadığı için yedekleme durduruldu.
uk_ua: Копіювання зупинено: збереження гри не вдалося підтвердити.
zh_cn: 无法确认游戏保存结果，已停止备份。
zh_tw: 無法確認遊戲儲存結果，已停止備份。

# GameSaveSetting.Header
source: Save game before backup
cs_cz: Uložit hru před zálohou
de_de: Spiel vor der Sicherung speichern
es_es: Guardar el juego antes de la copia
fr_fr: Enregistrer dans le jeu avant la sauvegarde
id_id: Simpan gim sebelum pencadangan
it_it: Salva il gioco prima del backup
ja_jp: バックアップ前にゲームを保存
ko_kr: 백업 전 게임 저장
pl_pl: Zapisz grę przed utworzeniem kopii
pt_br: Salvar o jogo antes do backup
ru_ru: Сохранять игру перед копированием
th_th: บันทึกเกมก่อนสำรอง
tr_tr: Yedeklemeden önce oyunu kaydet
uk_ua: Зберігати гру перед копіюванням
zh_cn: 备份前保存游戏
zh_tw: 備份前儲存遊戲

# GameSaveCountdownSetting.Header
source: In-game save countdown
cs_cz: Odpočet uložení ve hře
de_de: Speicher-Countdown im Spiel
es_es: Cuenta atrás dentro del juego
fr_fr: Compte à rebours dans le jeu
id_id: Hitung mundur penyimpanan di dalam gim
it_it: Conto alla rovescia nel gioco
ja_jp: ゲーム内の保存カウントダウン
ko_kr: 저장 전 카운트다운
pl_pl: Odliczanie zapisu w grze
pt_br: Contagem regressiva no jogo
ru_ru: Обратный отсчёт в игре
th_th: นับถอยหลังการบันทึกในเกม
tr_tr: Oyun içi kayıt geri sayımı
uk_ua: Зворотний відлік у грі
zh_cn: 游戏内保存倒计时
zh_tw: 遊戲內儲存倒數

# GameSaveCountdownSetting.Description
source: Before an automatic backup saves the game, shows a countdown above your character from 5 seconds before, then the result. Backups you start in the app save at once, without it. When off, automatic backups also save without it.
cs_cz: Od 5 sekund předtím, než automatická záloha uloží hru, zobrazuje nad postavou odpočet a poté výsledek. Zálohy spuštěné v aplikaci se uloží hned, bez něj. Při vypnutí se bez něj ukládají i automatické zálohy.
de_de: Bevor eine automatische Sicherung das Spiel speichert, zeigt sie 5 Sekunden vorher einen Countdown über deiner Figur und danach das Ergebnis. Wenn aus, wird ohne ihn gespeichert.
es_es: Antes de que una copia automática guarde la partida, muestra una cuenta atrás sobre tu personaje desde 5 segundos antes y luego el resultado. Si está desactivado, guarda sin mostrarla.
fr_fr: Avant qu'une sauvegarde automatique enregistre la partie, affiche un compte à rebours au-dessus de votre personnage 5 secondes avant, puis le résultat. Désactivé, elle enregistre sans l'afficher.
id_id: Menampilkan hitung mundur di atas karakter mulai 5 detik sebelum pencadangan otomatis menyimpan gim, lalu hasilnya. Pencadangan yang dimulai dari aplikasi langsung menyimpan tanpa tampilan itu. Jika dimatikan, pencadangan otomatis juga menyimpan tanpa tampilan itu.
it_it: Mostra un conto alla rovescia sopra il personaggio da 5 secondi prima che un backup automatico salvi il gioco, poi il risultato. I backup avviati dall’app salvano subito, senza mostrarlo. Se disattivato, anche i backup automatici salvano senza mostrarlo.
ja_jp: 自動バックアップがゲームを保存する 5 秒前からキャラクターの上にカウントダウンを表示し、終わると保存結果を知らせます。オフにすると表示せずに保存します。
ko_kr: 자동 백업이 게임을 저장하기 5초 전부터 캐릭터 위에 카운트다운을 띄우고, 끝나면 저장 결과를 알려 줍니다. 앱에서 시작한 백업은 표시 없이 바로 저장합니다. 끄면 자동 백업도 표시 없이 저장합니다.
pl_pl: Na 5 sekund przed zapisem gry przez automatyczną kopię pokazuje odliczanie nad postacią, a potem wynik zapisu. Kopie uruchomione w aplikacji zapisują od razu, bez tej informacji. Po wyłączeniu automatyczne kopie też zapisują bez niej.
pt_br: Antes de um backup automático salvar o jogo, mostra uma contagem regressiva acima do personagem a partir de 5 segundos antes e depois o resultado. Backups iniciados no app salvam na hora, sem ela. Desativado, os backups automáticos também salvam sem exibi-la.
ru_ru: За 5 секунд до того, как автоматическая копия сохранит игру, показывает над персонажем обратный отсчёт, а затем результат. Копии, запущенные в приложении, сохраняются сразу без него. Если выключить, автоматические копии тоже сохраняются без него.
th_th: แสดงการนับถอยหลังเหนือตัวละครตั้งแต่ 5 วินาทีก่อนที่การสำรองอัตโนมัติจะบันทึกเกม แล้วแสดงผลการบันทึก การสำรองที่เริ่มจากแอปจะบันทึกทันทีโดยไม่แสดง หากปิด การสำรองอัตโนมัติก็จะบันทึกโดยไม่แสดงเช่นกัน
tr_tr: Otomatik yedek oyunu kaydetmeden 5 saniye önce karakterinizin üzerinde geri sayım, ardından kayıt sonucunu gösterir. Uygulamada başlattığınız yedekler bunlar olmadan hemen kaydeder. Kapalıyken otomatik yedekler de bunlar gösterilmeden kaydeder.
uk_ua: За 5 секунд до того, як автоматична копія збереже гру, показує над персонажем зворотний відлік, а потім результат. Копії, запущені в застосунку, зберігаються одразу без нього. Якщо вимкнути, автоматичні копії теж зберігаються без нього.
zh_cn: 自动备份保存游戏前 5 秒起在角色头顶显示倒计时，结束后显示保存结果。在应用中开始的备份不显示，直接保存。关闭后自动备份也不显示，直接保存。
zh_tw: 自動備份儲存遊戲前 5 秒起在角色頭頂顯示倒數，結束後顯示儲存結果。在應用程式中開始的備份不顯示，直接儲存。關閉後自動備份也不顯示，直接儲存。

# GameSaveSetting.Description
source: Saves the game right before a backup so it includes your latest progress. The game may hitch for about half a second while saving. When off, progress not yet saved can be missing from the backup, so leaving this on is recommended.
cs_cz: Uloží hru těsně před zálohou, aby obsahovala váš nejnovější postup. Při ukládání se hra může asi na půl sekundy zaseknout. Při vypnutí může v záloze chybět dosud neuložený postup, proto doporučujeme nechat zapnuté.
de_de: Speichert das Spiel direkt vor einer Sicherung, damit sie den neuesten Fortschritt enthält. Beim Speichern kann das Spiel etwa eine halbe Sekunde stocken. Wenn aus, kann noch nicht gespeicherter Fortschritt in der Sicherung fehlen; daher wird empfohlen, dies eingeschaltet zu lassen.
es_es: Guarda el juego justo antes de una copia para incluir tu progreso más reciente. El juego puede detenerse alrededor de medio segundo mientras guarda. Si está desactivado, el progreso aún no guardado puede faltar en la copia, por lo que se recomienda dejarlo activado.
fr_fr: Enregistre la partie juste avant une sauvegarde pour y inclure votre dernière progression. Le jeu peut se figer environ une demi-seconde pendant l’enregistrement. Désactivée, la progression non enregistrée peut manquer dans la sauvegarde ; il est recommandé de la laisser activée.
id_id: Menyimpan gim tepat sebelum pencadangan agar kemajuan terbaru ikut tercadangkan. Gim bisa tersendat sekitar setengah detik saat menyimpan. Jika dimatikan, kemajuan yang belum disimpan bisa tidak masuk ke cadangan, jadi sebaiknya tetap diaktifkan.
it_it: Salva il gioco subito prima di un backup per includere i progressi più recenti. Durante il salvataggio il gioco può bloccarsi per circa mezzo secondo. Se disattivato, i progressi non ancora salvati possono mancare nel backup; si consiglia di lasciarlo attivo.
ja_jp: バックアップの直前にゲームを保存し、最新の進行状況まで含めます。保存中にゲームが 0.5 秒ほど止まることがあります。オフにすると未保存の進行状況がバックアップに含まれないことがあるため、オンのままにすることをおすすめします。
ko_kr: 백업 직전에 게임을 저장해 최신 진행 상황까지 담습니다. 저장하는 동안 게임이 0.5초쯤 멈칫할 수 있습니다. 끄면 아직 저장되지 않은 진행 상황이 백업에서 빠질 수 있어 켜 두기를 권장합니다.
pl_pl: Zapisuje grę tuż przed utworzeniem kopii, aby zawierała najnowsze postępy. Podczas zapisu gra może zaciąć się na około pół sekundy. Po wyłączeniu niezapisane jeszcze postępy mogą nie trafić do kopii, dlatego zalecamy pozostawienie tej opcji włączonej.
pt_br: Salva o jogo logo antes de um backup para incluir seu progresso mais recente. O jogo pode travar por cerca de meio segundo ao salvar. Desativado, o progresso ainda não salvo pode ficar fora do backup; por isso, recomenda-se manter ativado.
ru_ru: Сохраняет игру прямо перед копированием, чтобы в копию попал последний прогресс. Во время сохранения игра может замереть примерно на полсекунды. Если выключить, несохранённый прогресс может не попасть в копию, поэтому рекомендуется оставить включённым.
th_th: บันทึกเกมก่อนสำรองทันทีเพื่อให้รวมความคืบหน้าล่าสุด เกมอาจสะดุดประมาณครึ่งวินาทีขณะบันทึก หากปิด ความคืบหน้าที่ยังไม่ได้บันทึกอาจไม่อยู่ในข้อมูลสำรอง จึงแนะนำให้เปิดไว้
tr_tr: Yedeklemeden hemen önce oyunu kaydederek en son ilerlemenizi de yedeğe alır. Kayıt sırasında oyun yaklaşık yarım saniye takılabilir. Kapalıyken henüz kaydedilmemiş ilerleme yedekte eksik olabilir; bu yüzden açık bırakmanız önerilir.
uk_ua: Зберігає гру безпосередньо перед копіюванням, щоб до копії потрапив останній прогрес. Під час збереження гра може завмерти приблизно на пів секунди. Якщо вимкнути, незбережений прогрес може не потрапити до копії, тому радимо залишити ввімкненим.
zh_cn: 备份前先保存游戏，把最新进度也包含进去。保存时游戏可能会卡顿约 0.5 秒。关闭后，尚未保存的进度可能不会进入备份，建议保持开启。
zh_tw: 備份前先儲存遊戲，把最新進度也包含進去。儲存時遊戲可能會卡頓約 0.5 秒。關閉後，尚未儲存的進度可能不會進入備份，建議保持開啟。

# NextBackupWaitingToStart
source: Next backup: starting soon
de_de: Nächste Sicherung: startet gleich
es_es: Próxima copia: empieza pronto
fr_fr: Prochaine sauvegarde : bientôt
id_id: Pencadangan berikutnya: segera
it_it: Prossimo backup: a breve
ja_jp: 次回のバックアップ：まもなく開始
pt_br: Próximo backup: começa em breve
ru_ru: Следующая копия: скоро
tr_tr: Sonraki yedek: birazdan başlıyor
uk_ua: Наступна копія: незабаром
zh_tw: 下次備份：即將開始

# NextBackupWaitingForCurrent
source: Next backup: after the current work
de_de: Nächste Sicherung: nach dem laufenden Vorgang
es_es: Próxima copia: tras la operación actual
fr_fr: Prochaine sauvegarde : après l’opération en cours
id_id: Pencadangan berikutnya: setelah operasi ini
it_it: Prossimo backup: dopo l’operazione in corso
ja_jp: 次回のバックアップ：作業の完了後
pt_br: Próximo backup: após a operação atual
ru_ru: Следующая копия: после текущей операции
tr_tr: Sonraki yedek: mevcut işlemden sonra
uk_ua: Наступна копія: після поточної операції
zh_tw: 下次備份：目前作業結束後

# HealCharacterAction
source: Heal character
cs_cz: Vyléčit postavu
de_de: Charakter heilen
es_es: Curar personaje
fr_fr: Soigner le personnage
id_id: Pulihkan karakter
it_it: Cura personaggio
ja_jp: キャラクターを回復
ko_kr: 캐릭터 회복
pl_pl: Ulecz postać
pt_br: Curar personagem
ru_ru: Исцелить персонажа
th_th: รักษาตัวละคร
tr_tr: Karakteri iyileştir
uk_ua: Зцілити персонажа
zh_cn: 角色恢复
zh_tw: 角色恢復

# HealCharacterTitle
source: Heal or revive character
cs_cz: Vyléčit / oživit postavu
de_de: Charakter heilen / wiederbeleben
es_es: Curar / resucitar personaje
fr_fr: Soigner / ressusciter le personnage
id_id: Pulihkan / hidupkan kembali karakter
it_it: Cura / resuscita personaggio
ja_jp: キャラクターの回復・蘇生
ko_kr: 캐릭터 회복·부활
pl_pl: Ulecz / wskrześ postać
pt_br: Curar / ressuscitar personagem
ru_ru: Исцелить / воскресить персонажа
th_th: รักษา / ชุบชีวิตตัวละคร
tr_tr: Karakteri iyileştir / dirilt
uk_ua: Зцілити / воскресити персонажа
zh_cn: 治愈／复活角色
zh_tw: 治療／復活角色
